Repository: Ryeounn/Online-Jwelley-Shopping
Catalog: App_GlobalResources/name.language.*.resx
Languages: vi_vn

source: About Us
vi_vn: Về chúng tôi

# Address
source: 1 Ly Tu Trong, An Cu Ward, Ninh Kieu District, Can Tho City
vi_vn: 1 Lý Tự Trọng, P. An Cư, Q. Ninh Kiều, TP. Cần Thơ

# BraceletsHome
source: Bracelets are made from a variety of selected types of gold combined with quality stones and diamonds, and with the hands of many years of experience of jewelers, we create the best products to serve our customers the best. The most perfect item
vi_vn: Vòng tay được làm từ nhiều loại vàng chọn lọc kết hợp với đá và kim cương chất lượng, và bằng bàn tay nhiều năm kinh nghiệm của thợ kim hoàn, chúng tôi tạo ra những sản phẩm tốt nhất để phục vụ khách hàng một cách tốt nhất. Món đồ hoàn hảo nhất

source: Contact
vi_vn: Liên Hệ

# Copyright
source: Copyright © 2023 Jwelley: 1 Ly Tu Trong Street, An Cu Ward, Ninh Kieu Dictrict, Can Tho City, VietNam.
vi_vn: Copyright © 2023 Jwelley: 1 Lý Tự Trọng, Phường An Cư, Quận Ninh Kiều, Thành phố Cần Thơ, Việt Nam.

source: Designer
vi_vn: Nhà Thiết Kế

# ExCollections
source: Explore Our Collections
vi_vn: Khám phá bộ sưu tập của chúng tôi

# FeaturingCombo
source: Featuring rare comno from the now closed Argyle Diamond, Stone, Gold most quality. These combo jewelry are truly unique and will become an heirloom for future generations or as an investment you can wear. Jewels of the Kimberley also have an amazing collection of loose Combo jewelry available for viewing by private appointment.
vi_vn: Nổi bật với comno hiếm từ Argyle Diamond, Stone, Gold chất lượng nhất hiện đã đóng cửa. Những món đồ trang sức kết hợp này thực sự độc đáo và sẽ trở thành vật gia truyền cho các thế hệ tương lai hoặc như một khoản đầu tư mà bạn có thể đeo. Jewels of the Kimberley cũng có một bộ sưu tập trang sức Combo rời tuyệt vời có sẵn để xem theo lịch hẹn riêng.

# FeaturingHome
source: Featuring rare pink diamonds from the now closed Argyle Diamond Mine in Western Australia. These pink diamonds are truly unique and will become an heirloom for future generations or as an investment you can wear. Jewels of the Kimberley also have an amazing collection of loose pink diamonds available for viewing by private appointment.
vi_vn: Nổi bật với những viên kim cương hồng quý hiếm từ Mỏ kim cương Argyle hiện đã đóng cửa ở Tây Úc. Những viên kim cương hồng này thực sự độc đáo và sẽ trở thành vật gia truyền cho các thế hệ tương lai hoặc như một khoản đầu tư mà bạn có thể đeo. Jewels of the Kimberley cũng có một bộ sưu tập kim cương màu hồng tuyệt vời có sẵn để xem theo lịch hẹn riêng.

source: Happy Clients
vi_vn: Khách Hàng Vui Vẻ

# JewelsoftheYashGems&amp;Jewelry
source: Jewels of the Yash Gems & Jewelry
vi_vn: Đồ trang sức của Yash Đá quý & Trang sức

# Landspace
source: Landspace at the store
vi_vn: Không Gian Tại Cửa Hàng

# LangEnglish
source: English
vi_vn: Tiếng Anh

# LangVietnamese
source: Vietnamese
vi_vn: Tiếng Việt

source: Meeting
vi_vn: Cuộc họp

# menuHome
source: Home
vi_vn: Trang Chủ

# NewCollections
source: New collections are released to our VIP customers, sign up to never miss out
vi_vn: Bộ sưu tập mới được phát hành cho khách hàng VIP của chúng tôi, hãy đăng ký để không bao giờ bỏ lỡ

source: Our News
vi_vn: Tin Tức

source: Our Story
vi_vn: Câu Chuyện

source: Partners
vi_vn: Đối Tác

source: Policy
vi_vn: Chính sách

source: Projects
vi_vn: Dự Án

# Receive
source: Receive the latest product information, promotions and more.
vi_vn: Nhận thông tin sản phẩm mới nhất, chương trình khuyến mãi và nhiều hơn nữa.

source: Register
vi_vn: Đăng ký

# Return
source: Return and Warranty
vi_vn: Trả Hàng và Bảo Hành

source: Rules
vi_vn: Quy tắc

source: Shop
vi_vn: Cửa Hàng

# ShopProduct
source: Shop By Product
vi_vn: Mua sắm theo sản phẩm

# SIGNUP
source: Sign up to receive new news
vi_vn: Đăng ký để nhận tin tức mới

source: View More
vi_vn: Xem thêm

source: Yash's Bracelet
vi_vn: Vòng tay của Yash

source: Yash's ComBo Jewelry
vi_vn: Trang sức ComBo của Yash

# YASHGEMS&amp;JEWELRY
source: YASH GEMS & JEWELRY
vi_vn: YASH ĐÁ QUÝ & TRANG SỨC
